nginx/performance/size_variation/3/wrk.10mb.pin.out
Running 30s test @ http://127.0.0.1:8080/10mb.bin
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   211.91ms  132.02ms   1.95s    77.52%
    Req/Sec    94.75     54.85   383.00     69.45%
  26653 requests in 30.09s, 260.56GB read
  Socket errors: connect 0, read 0, write 0, timeout 209
Requests/sec:    885.66
Transfer/sec:      8.66GB